[
    {
        "id": 1,
        "name": "Mouse Corsair Scimitar PRO Gaming black",
        "description": "El mouse de juego te ofrecerá la posibilidad de marcar la diferencia y sacar ventajas en tus partidas. Su conectividad y sensor suave ayudará a que te desplaces rápido por la pantalla. Además, su sistema de detección de movimiento óptico te permitirá mover el cursor de una manera más precisa y sensible que en los sistemas tradicionales. Con sus 17 botones podrás tener mayor control e independencia para ejecutar.",
        "price": 18439,
        "image": "product_1.jpg",
        "category": "mouse",
        "descuento": 32.6
    },
    {
        "id": 2,
        "name": "Mouse Logitech MX Master 2S graphite",
        "description": "Debido a su diseño eficaz, este mouse convencional te brindará comodidad y una gran experiencia de uso. Además, su sensor láser te permitirá ser preciso y exacto en tus movimientos. Con sus 7 botones podrás tener mayor control e independencia para ejecutar.",
        "price": 15000,
        "image": "product_2.jpg",
        "category": "mouse",
        "descuento": 34.1
    },
    {
        "id": 3,
        "name": "Mouse Logitech Lightspeed G Series G903 negro",
        "description": "El mouse de juego te ofrecerá la posibilidad de marcar la diferencia y sacar ventajas en tus partidas. Su conectividad y sensor suave ayudará a que te desplaces rápido por la pantalla. Además, su sistema de detección de movimiento óptico te permitirá mover el cursor de una manera más precisa y sensible que en los sistemas tradicionales. Con sus 11 botones podrás tener mayor control e independencia para ejecutar.",
        "price": 13800,
        "image": "product_3.jpg",
        "category": "mouse",
        "descuento": 31.3
    },
    {
        "id": 4,
        "name": "Mouse Logitech Lightspeed G Series G502 negro",
        "description": "El mouse de juego te ofrecerá la posibilidad de marcar la diferencia y sacar ventajas en tus partidas. Su conectividad y sensor suave ayudará a que te desplaces rápido por la pantalla.",
        "price": 11595,
        "image": "product_4.jpg",
        "category": "mouse",
        "descuento": 27.9
    },
    {
        "id": 5,
        "name": "Mouse Logitech MX Vertical negro",
        "description": "El diseño innovador de este mouse es ideal para actividades donde pasás mucho tiempo en la misma posición, ya que te permitirá descansar tu brazo sobre el escritorio y disminuir incomodidades de una mala posición. Además, su sistema de detección de movimiento óptico te permitirá mover el cursor de una manera más precisa y sensible que en los sistemas tradicionales. Con sus 4 botones podrás tener mayor control e independencia para ejecutar.",
        "price": 16799,
        "image": "product_5.jpg",
        "category": "mouse",
        "descuento": 19.0
    },
    {
        "id": 6,
        "name": "Mouse Razer Basilisk classic black",
        "description": "El mouse de juego te ofrecerá la posibilidad de marcar la diferencia y sacar ventajas en tus partidas. Su conectividad y sensor suave ayudará a que te desplaces rápido por la pantalla. Además, su sistema de detección de movimiento óptico te permitirá mover el cursor de una manera más precisa y sensible que en los sistemas tradicionales. Con sus 8 botones podrás tener mayor control e independencia para ejecutar.",
        "price": 8870,
        "image": "product_6.jpg",
        "category": "mouse",
        "descuento": 3.4
    },
    {
        "id": 7,
        "name": "Mouse Corsair Harpoon RGB Gaming negro",
        "description": "El mouse de juego te ofrecerá la posibilidad de marcar la diferencia y sacar ventajas en tus partidas. Su conectividad y sensor suave ayudará a que te desplaces rápido por la pantalla. Además, su sistema de detección de movimiento óptico te permitirá mover el cursor de una manera más precisa y sensible que en los sistemas tradicionales. Con sus 6 botones podrás tener mayor control e independencia para ejecutar.",
        "price": 8399,
        "image": "product_7.jpg",
        "category": "mouse",
        "descuento": 11.0
    },
    {
        "id": 8,
        "name": "Mouse Logitech Lightspeed G Series G305 black",
        "description": "El mouse de juego te ofrecerá la posibilidad de marcar la diferencia y sacar ventajas en tus partidas. Su conectividad y sensor suave ayudará a que te desplaces rápido por la pantalla. Además, su sistema de detección de movimiento óptico te permitirá mover el cursor de una manera más precisa y sensible que en los sistemas tradicionales. Con sus 6 botones podrás tener mayor control e independencia para ejecutar.",
        "price": 7150,
        "image": "product_8.jpg",
        "category": "mouse",
        "descuento": 12.5
    },
    {
        "id": 9,
        "name": "Mouse Corsair Glaive Gaming negro",
        "description": "El mouse de juego te ofrecerá la posibilidad de marcar la diferencia y sacar ventajas en tus partidas. Su conectividad y sensor suave ayudará a que te desplaces rápido por la pantalla. Además, su sistema de detección de movimiento óptico te permitirá mover el cursor de una manera más precisa y sensible que en los sistemas tradicionales. Con sus 6 botones podrás tener mayor control e independencia para ejecutar.",
        "price": 6500,
        "image": "product_9.jpg",
        "category": "mouse",
        "descuento": 0.2
    },
    {
        "id": 10,
        "name": "Mouse HyperX FPS Pro Pulsefire negro",
        "description": "El mouse de juego te ofrecerá la posibilidad de marcar la diferencia y sacar ventajas en tus partidas. Su conectividad y sensor suave ayudará a que te desplaces rápido por la pantalla. Además, su sistema de detección de movimiento óptico te permitirá mover el cursor de una manera más precisa y sensible que en los sistemas tradicionales. Con sus 6 botones podrás tener mayor control e independencia para ejecutar.",
        "price": 6149,
        "image": "product_10.jpg",
        "category": "mouse",
        "descuento": 14.1
    },
    {
        "id": 11,
        "name": "Teclado Corsair K68 Cherry MX Red negro RGB",
        "description": "Este teclado Corsair de alto rendimiento hará que disfrutes de horas ilimitadas de juego. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Mejorá muchísimo tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacé que tus jugadas alcancen otro nivel.",
        "price": 18700,
        "image": "product_11.jpg",
        "category": "teclado",
        "descuento": 8.0
    },
    {
        "id": 12,
        "name": "Teclado Logitech Serie Pro G Pro Romer-G Tactile negro RGB",
        "description": "Este teclado Logitech de alto rendimiento hará que disfrutes de horas ilimitadas de juego. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Mejorá muchísimo tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacé que tus jugadas alcancen otro nivel.",
        "price": 19999,
        "image": "product_12.jpg",
        "category": "teclado",
        "descuento": 7.7
    },
    {
        "id": 13,
        "name": "Teclado Logitech Serie G G513 GX Blue negro RGB",
        "description": "Este teclado Logitech de alto rendimiento hará que disfrutes de horas ilimitadas de juego. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Mejorá muchísimo tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacé que tus jugadas alcancen otro nivel.   ",
        "price": 17999,
        "image": "product_13.jpg",
        "category": "teclado",
        "descuento": 18.1
    },
    {
        "id": 14,
        "name": "Teclado Logitech Serie G G910 Orion Spark Romer-G negro RGB",
        "description": "Este teclado Logitech de alto rendimiento hará que disfrutes de horas ilimitadas de juego. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Mejorá muchísimo tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacé que tus jugadas alcancen otro nivel.",
        "price": 14999,
        "image": "product_14.jpg",
        "category": "teclado",
        "descuento": 23.7
    },
    {
        "id": 15,
        "name": "Teclado HyperX Alloy FPS Kailh Silver Speed negro RGB",
        "description": "Este teclado HyperX de alto rendimiento hará que disfrutes de horas ilimitadas de juego. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Mejorá muchísimo tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacé que tus jugadas alcancen otro nivel.",
        "price": 20249,
        "image": "product_15.jpg",
        "category": "teclado",
        "descuento": 21.1
    },
    {
        "id": 16,
        "name": "Teclado HyperX Alloy Elite Cherry MX Red negro con luz roja",
        "description": "Este teclado HyperX de alto rendimiento hará que disfrutes de horas ilimitadas de juego. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Mejorá muchísimo tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacé que tus jugadas alcancen otro nivel.",
        "price": 20999,
        "image": "product_16.jpg",
        "category": "teclado",
        "descuento": 8.8
    },
    {
        "id": 17,
        "name": "Teclado Gamer Razer Blackwidow Tournament Mecánico",
        "description": "Este teclado Razer de alto rendimiento hará que disfrutes de horas ilimitadas de juego. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Mejorá muchísimo tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacé que tus jugadas alcancen otro nivel.",
        "price": 11999,
        "image": "product_17.jpg",
        "category": "teclado",
        "descuento": 21.9
    },
    {
        "id": 18,
        "name": "Teclado Redragon Yama K550 OUTEMU Purple negro RGB",
        "description": "Este teclado Redragon de alto rendimiento hará que disfrutes de horas ilimitadas de juego. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Mejorá muchísimo tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacé que tus jugadas alcancen otro nivel.",
        "price": 12999,
        "image": "product_18.jpg",
        "category": "teclado",
        "descuento": 16.1
    },
    {
        "id": 19,
        "name": "Teclado Logitech Serie G G413 Romer-G carbón con luz roja",
        "description": "Este teclado Logitech de alto rendimiento hará que disfrutes de horas ilimitadas de juego. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Mejorá muchísimo tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacé que tus jugadas alcancen otro nivel.",
        "price": 12800,
        "image": "product_19.jpg",
        "category": "teclado",
        "descuento": 27.7
    },
    {
        "id": 20,
        "name": "Teclado Redragon Visnu K561 OUTEMU Blue negro con luz rainbow",
        "description": "Este teclado Redragon de alto rendimiento hará que disfrutes de horas ilimitadas de juego. Está diseñado especialmente para que puedas expresar tanto tus habilidades como tu estilo. Mejorá muchísimo tu experiencia de gaming, ya seas un aficionado o todo un experto, y hacé que tus jugadas alcancen otro nivel.",
        "price": 7199,
        "image": "product_20.jpg",
        "category": "teclado",
        "descuento": 13.0
    },
    {
        "id": 21,
        "name": "Auriculares Logitech G Series G935 black y blue light",
        "description": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los Logitech G935 vas a poder escuchar el audio tal y como fue diseñado por los creadores.",
        "price": 21900,
        "image": "product_21.jpg",
        "category": "auricular",
        "descuento": 5.1
    },
    {
        "id": 22,
        "name": "Auriculares Logitech G Pro negro",
        "description": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los Logitech G Pro vas a poder escuchar el audio tal y como fue diseñado por los creadores.",
        "price": 16969,
        "image": "product_22.jpg",
        "category": "auricular",
        "descuento": 0.4
    },
    {
        "id": 23,
        "name": "Auriculares HyperX Cloud Flight",
        "description": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los HyperX Cloud Flight vas a poder escuchar el audio tal y como fue diseñado por los creadores.",
        "price": 16799,
        "image": "product_23.jpg",
        "category": "auricular",
        "descuento": 15.3
    },
    {
        "id": 24,
        "name": "Auriculares Logitech G Series G533 negro",
        "description": "En la calle, en el colectivo o en la oficina, tené siempre a mano tus auriculares Logitech y ¡escapate de la rutina por un rato! Vas a poder disfrutar de la música que más te gusta y de tus podcasts favoritos cuando quieras y donde quieras.",
        "price": 14999,
        "image": "product_24.jpg",
        "category": "auricular",
        "descuento": 32.0
    },
    {
        "id": 25,
        "name": "Auriculares Razer Kraken Pro V2 quartz pink",
        "description": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los Razer Kraken Pro V2 vas a poder escuchar el audio tal y como fue diseñado por los creadores.",
        "price": 14998,
        "image": "product_25.jpg",
        "category": "auricular",
        "descuento": 4.6
    },
    {
        "id": 26,
        "name": "Auriculares Logitech G Series G635 black y rgb light",
        "description": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los Logitech G635 vas a poder escuchar el audio tal y como fue diseñado por los creadores.",
        "price": 14989,
        "image": "product_26.jpg",
        "category": "auricular",
        "descuento": 13.9
    },
    {
        "id": 27,
        "name": "Auriculares HyperX Cloud Revolver S gris metalizado",
        "description": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los HyperX Cloud Revolver S vas a poder escuchar el audio tal y como fue diseñado por los creadores.",
        "price": 14269,
        "image": "product_27.jpg",
        "category": "auricular",
        "descuento": 8.7
    },
    {
        "id": 28,
        "name": "Auriculares HyperX Cloud Alpha S blue",
        "description": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los HyperX Cloud Alpha S vas a poder escuchar el audio tal y como fue diseñado por los creadores.",
        "price": 13500,
        "image": "product_28.jpg",
        "category": "auricular",
        "descuento": 14.5
    },
    {
        "id": 29,
        "name": "Auriculares HyperX Cloud Alpha red",
        "description": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los HyperX Cloud Alpha vas a poder escuchar el audio tal y como fue diseñado por los creadores.",
        "price": 12599,
        "image": "product_29.jpg",
        "category": "auricular",
        "descuento": 17.7
    },
    {
        "id": 30,
        "name": "Auriculares HyperX Cloud II red",
        "description": "¡Experimentá la adrenalina de sumergirte en la escena de otra manera! Tener auriculares específicos para jugar cambia completamente tu experiencia en cada partida. Con los HyperX Cloud II vas a poder escuchar el audio tal y como fue diseñado por los creadores.",
        "price": 17996.22,
        "image": "product_30.jpg",
        "category": "auricular",
        "descuento": 5.0
    }
]